//FINDERR JOB (COOP),'FINDERR',CLASS=A,MSGCLASS=X,
//             NOTIFY=&SYSUID,REGION=0M,MSGLEVEL=(1,1)
//         SET  USRHLQ=&SYSUID..COOP
//         SET  PGMSRC='FINDERR'
//*JOBLIB   DD   DSN=IBMUSER.COOP.LINKLIB,DISP=SHR
//BUILDCLN EXEC PGM=IDCAMS
//SYSPRINT DD   SYSOUT=*
//SYSIN    DD   *
 DELETE IBMUSER.COOP.ASMLIST(FINDERR)
 DELETE IBMUSER.COOP.LINKLIST(FINDERR)
 DELETE IBMUSER.COOP.OBJ(FINDERR)
 SET MAXCC=0
/*
//COMPILE  EXEC PGM=ASMA90,
//             PARM=''
//SYSIN    DD   DSN=&USRHLQ..ASM(&PGMSRC),DISP=SHR
//SYSLIB   DD   DISP=SHR,DSN=&USRHLQ..MACLIB
//         DD   DISP=SHR,DSN=SYS1.MACLIB
//ASMAOPT  DD   DSN=&USRHLQ..ASMOPTS(GENERIC),DISP=SHR
//SYSPRINT DD   DSN=&USRHLQ..ASMLIST(&PGMSRC),DISP=SHR
//SYSTERM  DD   SYSOUT=*
//SYSLIN   DD   DSN=&USRHLQ..OBJ(&PGMSRC),DISP=SHR
//LINK     EXEC PGM=HEWL,PARM='MAP,LET,LIST,NCAL',
//             COND=(4,LT,COMPILE)
//OBJLIB   DD   DSN=&USRHLQ..OBJ(&PGMSRC),DISP=SHR
//SYSLIN   DD   DSN=&USRHLQ..LINKCARD(&PGMSRC),DISP=SHR
//SYSLMOD  DD   DSN=&USRHLQ..LINKLIB(&PGMSRC),DISP=SHR
//SYSPRINT DD   DSN=&USRHLQ..LINKLIST(&PGMSRC),DISP=SHR
//RUNPROG  EXEC PGM=&PGMSRC,PARM='5,'
//STEPLIB  DD   DISP=SHR,DSN=&USRHLQ..LINKLIB
//SYSPRINT DD   SYSOUT=*
//SYSUDUMP DD   SYSOUT=*
//
